
/*No comment provided by engineer.*/
"3D Touch" = "3D touch";

/*No comment provided by engineer.*/
"Automatic Mode" = "Mode automatique";

/*No comment provided by engineer.*/
"Blue" = "Bleu";

/*No comment provided by engineer.*/
"Blue (%.2f)" = "Bleu (% .2f)";

/*No comment provided by engineer.*/
"Cancel" = "Annuler";

/*No comment provided by engineer.*/
"Choose the adjustment that you would like to enable and disable using 3D Touch. You may only have one enabled at a time." = "Choisissez le réglage que vous souhaitez activer et désactiver en utilisant 3D Touch. Vous ne pouvez avoir un permis à la fois.";

/*No comment provided by engineer.*/
"Disable" = "Désactiver";

/*No comment provided by engineer.*/
"Disable Color" = "Désactiver couleur";

/*No comment provided by engineer.*/
"Disable Dimness" = "Désactiver obscurcissement";

/*No comment provided by engineer.*/
"Disable Temperature" = "Désactiver température";

/*No comment provided by engineer.*/
"Disable White Point" = "Désactiver point blanc";

/*No comment provided by engineer.*/
"Enable" = "Activer";

/*No comment provided by engineer.*/
"Enable automatic mode to turn on and off GoodNight at a set time. Please note that the change will not take effect immediately.\n\nLast Background Update: %@" = "Activer le mode automatique pour allumer et éteindre GoodNight à une heure définie. S'il vous plaît noter que le changement ne prendra pas effet immédiatement.\n\nDernière mise à jour en arrière plan:% @";

/*No comment provided by engineer.*/
"Enable Color" = "Activer couleur";

/*No comment provided by engineer.*/
"Enable Darkroom" = "Activer le mode chambre noire";

/*No comment provided by engineer.*/
"Enable Dimness" = "Activer obscurcissement";

/*No comment provided by engineer.*/
"Enable Temperature" = "Activer température";

/*No comment provided by engineer.*/
"Enable White Point" = "Activer point blanc";

/*No comment provided by engineer.*/
"Error" = "Erreur";

/*No comment provided by engineer.*/
"Green" = "Vert";

/*No comment provided by engineer.*/
"Green (%.2f)" = "Vert (% .2f)";

/*No comment provided by engineer.*/
"If you further reduce the brightness, your screen will go completely dark! If you accidently do this, you can restart your device to undo the effect." = "Si vous réduisez encore la luminosité, votre écran sera complètement sombre! Si vous faites cela accidentellement, vous pouvez redémarrer votre appareil pour annuler l'effet.";

/*No comment provided by engineer.*/
"If you further reduce the color your screen will go completely dark!" = "Si vous réduisez encore la couleur de votre écran, celui ci deviendra complètement noir!";

/*No comment provided by engineer.*/
"Ignore" = "Ignorer";

/*No comment provided by engineer.*/
"Level (%.2f)" = "Niveau (% .2f)";

/*No comment provided by engineer.*/
"Move the slider to adjust the display temperature.\n\nCurrent Temperature: %dK" = "Déplacez le curseur pour régler la température d'affichage.\n\nTempérature actuelle:% dK";

/*No comment provided by engineer.*/
"Never" = "Jamais";

/*No comment provided by engineer.*/
"No access to location" = "Pas d'accès à l'emplacement";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Quick Actions" = "Actions rapides";

/*No comment provided by engineer.*/
"Red" = "Rouge";

/*No comment provided by engineer.*/
"Red (%.2f)" = "Rouge (% .2f)";

/*No comment provided by engineer.*/
"Temperature (%dK)" = "Température (% dK)";

/*No comment provided by engineer.*/
"There are no settings for your device at this moment. However, some may be added in a future update." = "Il n'y a pas de paramètres de votre appareil à ce moment. Cependant, certains peuvent être ajoutés dans une future mise à jour.";

/*No comment provided by engineer.*/
"Time to disable %@!" = "Il est l'heure de désactiver %@!";

/*No comment provided by engineer.*/
"Time to disable night mode!" = "Il est l'heure de désactiver le mode nuit!";

/*No comment provided by engineer.*/
"Time to enable %@!" = "Il est l'heure de activer %@!";

/*No comment provided by engineer.*/
"Time to enable night mode!" = "Il est l'heure de activer le mode nuit!";

/*No comment provided by engineer.*/
"Turn off this adjustment" = "Désactiver ce réglage";

/*No comment provided by engineer.*/
"Turn on or off 3D Touch quick actions or \"Peek and Pop\" capability." = "Activer ou désactiver des actions rapides 3D touch ou \"Peek et Pop\".";

/*No comment provided by engineer.*/
"Turn on this adjustment" = "Activer cet ajustement";

/*No comment provided by engineer.*/
"Understood" = "D'accord";

/*No comment provided by engineer.*/
"Warning" = "Attention";

/*No comment provided by engineer.*/
"When enabled, the \"Exit After Action\" exits the app after you enable or disable the set adjustment using 3D Touch." = "Lorsqu'elle est activée, la \"Sortie Après action\" quitte l'application après que vous activer ou de désactiver le réglage du jeu en utilisant 3D Touch.";

/*No comment provided by engineer.*/
"You may only use one adjustment at a time. Please disable any other adjustments before enabling this one." = "Vous ne pouvez utiliser un réglage à la fois. S'il vous plaît désactiver tous les autres ajustements avant d'activer celui-ci.";

/*No comment provided by engineer.*/
"You must enable location services in settings." = "Vous devez activer les services de localisation dans les paramètres.";